The terraform plan output looks like this:

```
Step #3 - "tf plan":   # module.domain-restricted-sharing.module.allowed-policy-member-domains.google_organization_policy.org_policy_list_allow_values[0] will be created
Step #3 - "tf plan":   + resource "google_organization_policy" "org_policy_list_allow_values" {
Step #3 - "tf plan":       + constraint  = "constraints/iam.allowedPolicyMemberDomains"
Step #3 - "tf plan":       + etag        = (known after apply)
Step #3 - "tf plan":       + id          = (known after apply)
Step #3 - "tf plan":       + org_id      = "647609149718"
Step #3 - "tf plan":       + update_time = (known after apply)
Step #3 - "tf plan":       + version     = (known after apply)
Step #3 - "tf plan": 
Step #3 - "tf plan":       + list_policy {
Step #3 - "tf plan":           + suggested_value = (known after apply)
Step #3 - "tf plan": 
Step #3 - "tf plan":           + allow {
Step #3 - "tf plan":               + all    = false
Step #3 - "tf plan":               + values = [
Step #3 - "tf plan":                   + "C02euq0lo",
Step #3 - "tf plan":                 ]
Step #3 - "tf plan":             }
Step #3 - "tf plan":         }
Step #3 - "tf plan":     }
```